[
    {
        "id": 1,
        "name": "Unmasking Health Misinformation: Navigating the Online Minefield",
        "category": ["Female Health", "Medicine", "English Article"],
        "type": "Article",
        "icon": "file-art",
        "article": {
            "author": "Sara Stewart",
            "date": "May 30, 2024",
            "image_url": "https://imgix.bustle.com/uploads/image/2024/5/23/c98413c2/authortemplate001.jpeg?w=768&q=50&dpr=2",
            "url": "https://www.bustle.com/entertainment/karen-tang-its-not-hysteria-book-womens-health",
            "excerpt": "A detailed discussion on how misinformation about health spreads online and its impact on society.",
            "description": "This article by Sara Stewart, published on May 30, 2024, on Bustle, highlights the challenges and impacts of health misinformation online. The author discusses how false health information spreads and its consequences for society. Specifically for women and individuals socialized as female, the article emphasizes how misinformation about gynecological health and general female health issues can lead to mistreatment and unnecessary concerns. It underscores the importance of identifying reliable sources and critically evaluating health information."
        }
    },
    {
        "id": 2,
        "name": "It's Not Hysteria: Unveiling the Truth About Women's Health",
        "category": ["Female Health", "Medicine", "English Article"],
        "type": "Book",
        "icon": "book",
        "book": {
            "author": "Dr. Karen Tang",
            "title": "It's Not Hysteria - The Truth About Pelvic Pain, Period Problems, and Your Gynaecologic Health",
            "cover_url": "https://cdn.penguin.co.uk/dam-assets/books/9780241633816/9780241633816-jacket-large.jpg",
            "shopping_url": "https://www.penguin.co.uk/books/455657/its-not-hysteria-by-tang-dr-karen/9780241633823",
            "publication_year": "2023",
            "excerpt": "This book explores the truth about pelvic pain, period problems, and gynecologic health.",
            "description": "In her 2023 book 'It's Not Hysteria - The Truth About Pelvic Pain, Period Problems, and Your Gynaecologic Health,' Dr. Karen Tang explores the real causes of pelvic pain, menstrual problems, and gynecologic health. The book aims to debunk myths and provide well-researched information. For women and individuals socialized as female, this book offers valuable insights and practical tips to better understand and manage their health."
        }
    },
    {
        "id": 3,
        "name": "Debunking Health Myths: A Comprehensive Video on Misinformation",
        "category": ["Female Health", "Medicine", "English Article"],
        "type": "Video",
        "icon": "video",
        "video": {
            "channel": "WAMC Northeast Public Radio",
            "platform": "YouTube",
            "date": "May 2024",
            "url": "https://www.youtube.com/watch?v=mm-RUeYKsaw",
            "thumbnail": "https://img.youtube.com/vi/mm-RUeYKsaw/hqdefault.jpg",
            "excerpt": "A comprehensive video discussing the spread of health misinformation online.",
            "description": "This video, released by WAMC Northeast Public Radio on YouTube in May 2024, provides an in-depth discussion on the spread of health misinformation online. The video covers various aspects of how false health information proliferates and its detrimental effects on public health. For women and individuals socialized as female, it highlights the importance of critical thinking and fact-checking when encountering health information on the internet."
        }
    },
    {
        "id": 4,
        "name": "Revolutionizing Safety: The First Female Crash Test Dummy",
        "category": ["Female Health", "Safety", "English Article"],
        "type": "Article",
        "icon": "file-art",
        "article": {
            "author": "Aisling Ní Chúláin",
            "date": "21 September 2023",
            "image_url": "https://images.nordbayern.de/image/contentid/policy:1.12738198:1668955371/Eva_Dummy.jpg?f=2:1&h=630&m=FIT&w=1260&%24p%24f%24h%24m%24w=0320580",
            "url": "https://www.euronews.com/next/2023/09/21/this-is-the-first-crash-test-dummy-modelled-on-the-female-body-will-it-make-cars-safer-for",
            "excerpt": "Detailed information on the development and impact of the first crash test dummy modelled on the female body.",
            "description": "This article by Aisling Ní Chúláin, published on September 21, 2023, on Euronews, discusses the development and significance of the first crash test dummy modeled on the female body. The article explains how traditional crash test dummies, designed based on male bodies, fail to account for female anatomy, leading to higher injury risks for women in car accidents. The new dummy aims to improve car safety for women by providing more accurate data for safety features. This advancement is crucial for enhancing the safety of women and ensuring that car designs consider their specific needs. Important Note: It is crucial to adjust the steering wheel so that its center points towards the chest, ensuring the airbag can effectively protect in the event of a crash."
        }
    },
    {
        "id": 5,
        "name": "Steigende Fallzahlen bei Opferambulanzen",
        "category": ["Female Health", "Safety", "German Article"],
        "type": "Article",
        "icon": "file-art",
        "article": {
            "author": "Zeit Online / Deutsche Presseagentur",
            "date": "25 December 2023",
            "image_url": "https://img.zeit.de/news/2023-12/25/steigende-fallzahlen-bei-opferambulanzen-image-group/wide__660x371__desktop__scale_2",
            "url": "https://www.zeit.de/news/2023-12/25/steigende-fallzahlen-bei-opferambulanzen",
            "excerpt": "Detaillierte Informationen über die steigenden Fallzahlen bei Opferambulanzen und ihre Auswirkungen auf die Gesellschaft.",
            "description": "Dieser Artikel von Zeit Online / Deutsche Presseagentur, veröffentlicht am 25. Dezember 2023, bietet einen detaillierten Überblick über die steigenden Fallzahlen bei Opferambulanzen und deren Auswirkungen auf die Gesellschaft. Der Artikel beleuchtet, wie die zunehmende Gewalt gegen Frauen und andere marginalisierte Gruppen zu einem höheren Bedarf an Unterstützung und Dienstleistungen führt. Er unterstreicht die Wichtigkeit von Opferambulanzen als sichere Zufluchtsorte, die vertrauliche, kostenlose und rechtlich anerkannte Untersuchungen anbieten. Diese Einrichtungen sind essenziell für die medizinische und psychologische Versorgung von Opfern und helfen dabei, Beweismaterial für spätere strafrechtliche Verfolgungen zu sichern."
        }
    }
]
